tap "ryooooooga/tap"
brew "bat"
brew "fd"
brew "fzf"
brew "gh"
brew "ghq"
brew "gnupg"
brew "lazydocker"
brew "lazygit"
brew "lsd"
brew "mise"
brew "pinentry-mac"
brew "ripgrep"
brew "sheldon"
brew "starship"
brew "ryooooooga/tap/zabrze"
cask "discord"
cask "font-hackgen"
cask "font-udev-gothic-nf"
cask "ghostty"
cask "gimp"
cask "google-chrome"
cask "google-drive"
cask "orbstack"
cask "shotcut"
cask "visual-studio-code"
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.path-intellisense"
vscode "codezombiech.gitignore"
vscode "csstools.postcss"
vscode "dbaeumer.vscode-eslint"
vscode "esbenp.prettier-vscode"
vscode "golang.go"
vscode "google.geminicodeassist"
vscode "gruntfuggly.todo-tree"
vscode "mhutchie.git-graph"
vscode "ms-azuretools.vscode-containers"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-vscode-remote.remote-containers"
vscode "pkief.material-icon-theme"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "streetsidesoftware.code-spell-checker"
vscode "tamasfe.even-better-toml"
vscode "usernamehw.errorlens"
vscode "yzhang.markdown-all-in-one"
go "github.com/go-delve/delve/cmd/dlv"
go "github.com/haya14busa/goplay/cmd/goplay"
go "golang.org/x/tools/gopls"
go "github.com/cweill/gotests/gotests"
go "github.com/josharian/impl"
go "honnef.co/go/tools/cmd/staticcheck"
