tap "ariga/tap", trusted: true
tap "d-kuro/tap", trusted: true
tap "k1low/tap", trusted: true
# Securely store and access AWS credentials in development environments
brew "aws-vault"
# Interpreted, interactive, object-oriented programming language
brew "python@3.14"
# Official Amazon AWS command-line interface
brew "awscli"
# Clone of cat(1) with syntax highlighting and Git integration
brew "bat"
# Simple, fast and user-friendly alternative to find
brew "fd"
# User-friendly command-line shell for UNIX-like operating systems
brew "fish"
# Command-line fuzzy finder written in Go
brew "fzf"
# GitHub command-line tool
brew "gh"
# Remote repository management made easy
brew "ghq"
# Syntax-highlighting pager for git and diff output
brew "git-delta"
# Audit git repos for secrets
brew "gitleaks"
# GNU Privacy Guard (OpenPGP)
brew "gnupg"
# Human friendly `go test` runner
brew "gotestsum"
# Package compiler and linker metadata toolkit
brew "pkgconf"
# Command-line pager for JSON data
brew "jless"
# Lightweight and flexible command-line JSON processor
brew "jq"
# Lazier way to manage everything docker
brew "lazydocker"
# Simple terminal UI for git commands
brew "lazygit"
# Clone of ls with colorful output, file type icons, and more
brew "lsd"
# Polyglot runtime manager (asdf rust clone)
brew "mise"
# Ambitious Vim-fork focused on extensibility and agility
brew "neovim"
# Open-source, cross-platform JavaScript runtime environment
brew "node"
# Pinentry for GPG on Mac
brew "pinentry-mac"
# Command-line tool for managing long-running shell commands
brew "pueue"
# Search tool like grep and The Silver Searcher
brew "ripgrep"
# Cross-shell prompt for astronauts
brew "starship"
# Program that allows you to count code, quickly
brew "tokei"
# Find and verify credentials
brew "trufflehog"
# Extremely fast Python package installer and resolver, written in Rust
brew "uv"
# Image processing library
brew "vips"
# Tool for managing your YubiKey configuration
brew "ykman"
# A database toolkit
brew "ariga/tap/atlas", trusted: true
# Git Worktree Manager for efficient worktree operations
brew "d-kuro/tap/gwq", trusted: true
# mo is a Markdown viewer that opens .md files in a browser.
brew "k1low/tap/mo", trusted: true
# runn is a tool for running operations following a scenario.
brew "k1low/tap/runn", trusted: true
# Terminal-based AI coding assistant
cask "claude-code"
# OpenAI's coding agent that runs in your terminal
cask "codex"
npm "corepack"
