tap "k1low/tap"
brew "atlas"
brew "bat"
brew "fd"
brew "fish"
brew "fzf"
brew "gh"
brew "ghq"
brew "git-delta"
brew "gitleaks"
brew "gnupg"
brew "gotestsum"
brew "jless"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "lsd"
brew "mise"
brew "neovim"
brew "pinentry-mac"
brew "pueue"
brew "ripgrep"
brew "starship"
brew "tokei"
brew "trufflehog"
brew "ykman"
brew "k1low/tap/mo"
brew "k1low/tap/runn"
npm "corepack"
