base
base-devel
bat
docker
docker-buildx
docker-compose
fzf
ghq
git
github-cli
go-task-bin
lazygit
lsd
nano
navi
neovim
openssh
pueue
reflector
ripgrep
sudo
tmux
tokei
tree
unzip
vim
wget
yay
yay-debug
zsh
