base
base-devel
fzf
ghq
git
github-cli
go-task-bin
lazygit
lsd
nano
openssh
reflector
ripgrep
sudo
unzip
vim
wget
yay
yay-debug
zsh
